Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/samegiel-baikenamat.html.tmx
Source language: sme
Languages: sma

source: Sámegiel báikenamat / Giella / Sámediggi - Sametinget
sma: Saemien sijjienommh / Gïele / Saemiedigkie - Sametinget

source: Sámegiel báikenamat
sma: Saemien sijjienommh

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Ávjovárri Aili Keskitalo
sma: Phone: +47 971 29 305

source: Láhka gáibida ahte báikenamat čállojit riekta ja ahte čállojit sámegielat čálamearkkaiguin.
sma: Laaken mietie dle saemien nomme edtja iktegisth voestegh tjåadtjodh sjiltine saemien reeremedajvesne.

source: Láhkaásahusas maiddái árvaluvvo ahte suohkanat sáhttet válljet čállit sámegielat báikenamma ovddemussii galbbain dain guovlluin mat eai gula sámegiela hálddašanguvlui.
sma: Mieriedimmesne dle aaj raeriestamme tjïelte maahta veeljedh dam saemien nommem voestegh utnedh sjiltine aaj aktene dajvesne mij ij leah meatan saemien reeremedajveste.

source: Sámegielat báikenamat maid gili bistevaš orru olbmot dahje gillái gullevaš ealáhusat beaivválaččat geavahit, galget geavahuvvot almmolaš galbbain, kárttain jnv. (§9).
sma: Saemien sijjienommh mah almetjijstie åtnasuvvieh mah sijjesne iktegisth årroeh, jallh jielemen gaavhtan sïejhme ektiedimmiem sæjjanutnieh, edtjieh byögkelesvoeteste åtnasovvedh sjiltine, kaarhtine jnv. (§ 9).

source: Nammakonsuleantabálvalus
sma: Nommekonsulentedïenesje:

source: Báikenammalága § 11 addá Sámediggái válddi nammadit sámi báikenamma oaivadeddjiid.
sma: Sijjienommelaake § 11 Saemiedægkan faamoem vadta konsulenth nammoehtidh saemien sijjienommide.

source: Báikenammanevvohat ásahuvvui 1991:s seammás go báikenammaláhka fápmuibiddjui.
sma: Nommekonsulentedïenesje tseegkesovvi jaepien 1991 gosse sijjienommelaake faamoem åadtjoeji Nöörjesne.

source: Dalle nammadedje máŋga báikenammaoaivadeddjiid, earret eará sámegielat ja suomagielat báikenamaide.
sma: Jienebh nommekonsulentedïenesjh tseegkesovvin, gaskem jeatjah saemien jïh såevmien nommide.

source: Báikenammaoaivadeddjiin lea fágalaš ovddasvástádus buktit neavvagiid dasa movt báikenamat almmolašvuođas galget čállojuvvot.
sma: Dah nommekonsulenth dam faageles dïedtem utnieh tjaelemevuekiej bïjre raeriestidh, mejtie edtja byögkeles ektiedimmesne nåhtadidh.

source: Sámi guovlu Norggas lea gielalaččat juhkkojuvvon golmma oassái, nu ahte lullisámi guovllus báikenamaid čállinnorbma čuovvu lullisámi riektačállima, julevsámi guovllus julevsámi riektačállima ja davvisámi riektačállima ges davvisámi guovllus.
sma: Sijjienommelaakesne dle saemien dajve Nöörjesne golme gïeledajvine juakasovveme, guktie åarjelsaemien dajvesne dle sijjienommide normerede åarjelsaemien tjaelemevuekien mietie, julevsaemien dajvesne julevsaemien tjaelemevuekien mietie, jïh noerhtesaemien dajvesne noerhtesaemien tjaelemevuekien mietie.

source: Davvisámegiella: Jonny Inge Nutti
sma: Noerhtesaemien: Jonny Inge Nutti

source: Lullisámegiella: Ole Henrik Magga
sma: Åarjelsaemien: Ole Henrik Magga

source: Báikenammaláhka
sma: Laake sijjienommi bïjre

source: Áššemeannudanvuohki sámegielat báikenammaáššiid gieđahallamis:
sma: Naaken aktem nommeaamhtesem bæjjese vaalta laaken mietie sijjienommi bïjre.

source: § 5 vuosttaš lađđasis mearriduvvo gii sáhttá ovddidit nammaášši.
sma: § 5 voestes lïhtse jeahta gie maahta aktem nommeaamhtesem bæjjese vaeltedh.

source: Ášši sáddejuvvo
sma: Aamhtese seedtesåvva

source: Mearridanásahussii (lága § 5 nuppi ja goalmmát lađđasis mearriduvvo gii guđege báikenama ektui lea mearridanásahus).
sma: Nænnoestimmieåårganese. (§ 5 mubpie jïh gåalmede lïhtse laakesne jeahta mij lea nænnoestimmieåårgane mah nommide).

source: Mearridanásahus gárvvista ášši ja čohkke buot gávdni dieđuid.
sma: Nænnoestimmieåårgane aamhtesem soejkesje gaajhki gaavnoes bïevnesigujmie.

source: Gulaskuddamii guovtti mánu gulaskuddanáigemeriin.
sma: Govlehtæmman, gusnie govlehtimmiemierie lea göökte askh.

source: Suohkan fuolaha ahte buohkat geain lea gulaskuddanriekti besset buktit cealkámuša, ja sádde ášši
sma: Tjïelte hokse gaajhkesh mah govlehtimmiereaktam utnieh åadtjoeh lahtestimmine båetedh, jïh dam seedtie

source: Sámi báikenammanevvohahkii gii neavvu movt báikenamma galgá čállojuvvot.
sma: saemien nommekonsulentedïenesjasse mij tjaelemevuekien bïjre raereste.

source: Nammakonsuleantabálvalusas lea guokte mánu áigemearri máhcahit ášši
sma: Nommekonsulentedïenesje göökte askh åtna åvtelen aamhtesem seedtie

source: Mearridanásahussii mii ášši mearrida.
sma: nænnoestimmieåårganese, mij nænnoestimmiem dorje.

source: Mearrádus sáddejuvvo suohkanii, mii almmuha mearrádusa báikenammalága § 6 njuolggadusaid mielde (oktan váidinvejolašvuođa dieđuin mii lea § 10 mielde).
sma: Nænnoestimmie tjïeltese seedtesåvva, mij nænnoestimmiem bæjhkohte dej njoelkedassi mietie § 6 laakesne (gusnie beavna laejhtemenuepien bïjre § 10 mietie).

source: Mearrádus sáddejuvvon maiddái Sámi nammakonsuleantabálvalussii, eará almmolaš ásahusaide mat geavahit nama iežaset bálvalusain, ja maiddái
sma: Nænnoestimmie aaj Saemien nommekonsulentedïenesjasse seedtesåvva, jeatjah byögkeles åårganidie mah edtjieh nommem nåhtadidh dïenesjisnie, jïh diekie

source: Sámegielat báikenamat neahtas
sma: Saemien sijjienommh nedtesne

source: Statens Kartverk bargá ovdánahttimis ođđa bálvalusaid neahtas, ja dál lea rahppon vejolašvuohta ohcat sámegielat báikenamaid.
sma: Statens Kartverk orre dïenesjh nedtesne evtiedeminie, jïh daelie maahta saemien sijjienommi mietie syökedh.

source: Norgesglasset lea ohcanvuđot Norggakárta.
sma: Norgesglasset akte Nöörjen kaarhte gusnie gåarede ohtsedh.

source: Das lea vejolašvuohta sirddašit kárttain, ohcat adreassaid, earáhuhttit koordináhtaid ja unnidit ja stuoridit válljejuvvon guovllu.
sma: Dïhte dutnjien nuepiem vadta kaarhtine svihtjedh, adressi mietie syökedh, koordinatsett transformeradidh jïh zoomadidh åvtese jïh bååstede sjyöhtehke sijjine.

source: Don sáhtát ohcat badjel 450 000 báikenamaid ja sullii 23 000 sámegielat báikenamaid Norggas ja kártavuogádat čájeha ohccojuvvon báikenama kárttas.
sma: Datne maahtah ohtsedh vielie goh 450 000 sijjienommh jïh medtie 23 000 saemien sijjienommh Nöörjesne, jïh seamma tïjjen nommem reaktoe sijjesne åadtjodh kaarhtesne.

source: Viidáset sáhtát ohcat luoddanamaid Norggas nu ahte luoddanamma sajádat čájehuvvo kárttas.
sma: Vijriesåbpoe maahtah gaata-adressh ohtsedh Nöörjesne guktie dah våajnoes sjidtieh aktene kaarhtebielesne.

source: Norgesglasset ođđa gáhppálagas ja kárta skuvllain leat betaveršuvnnat, mii mearkkaša ahte dat eai leat loahpalaččat gárvvistuvvon, ja ahte hápmi ja doaibma sáhttá dieđekeahttá rievdaduvvot.
sma: Dïhte orre Norgesglasset jïh kaarhte skuvlesne lea beta-versjovnh, dïhte sæjhta jiehtedh dah leah evtiedimmesne, jïh dannasinie maahta dejtie jarkelidh jïh orre funksjovnh dejtie bïejedh, bielelen dan bïjre bïeljelidh.

source: Norgesglasset ođđa gáhppálat
sma: Norgesglasset, orre versjovne.

source: Kárta skuvllas betaveršuvdna
sma: Kaarhte skuvlesne betaversjovne.
